Repository: bisc/tpclient-pywx
Catalog: locale/*/tpclient-pywx.po
Languages: ru

source: Account
ru: Учетная запись

source: This server does not support account creation.
ru: Этот сервер не поддерживает создание учетных записей.

source: Account Created
ru: Учетная запись создана

source: Network Error
ru: Ошибка сети

source: All fields are required.
ru: Все поля обязательные.

source: Fields Required
ru: Обязательные поля

source: Password fields do not match.
ru: Введенные пароли не совпадают.

source: Config-%s: Did not find a default show for your resolution (using 1024x768 defaults)
ru: Конфигурация-%s: Для вашего разрешения не найдено отображение по умолчанию (используется 1024х768)

source: Config-%s: Did not find a default position for your resolution (using 1024x768 defaults)
ru: Конфигурация-%s: Для вашего разрешения не найдена позиция по умолчанию (используется 1024х768)

source: Config-%s: Did not find a default size for your resolution (using 1024x768 defaults)
ru: Конфигурация-%s: Для вашего разрешения не найден размер по умолчанию (используется 1024х768)

source: Show?
ru: Показать?

source: X Pos
ru: X

source: Y Pos
ru: Y

source: Width
ru: Ширина

source: Height
ru: Высота

source: Config
ru: Конфигурация

source: Login for %s
ru: Логин для %s

source: Connect
ru: Подключиться

source: It appears you are using a different password for this account, would you like to update the saved information with the new password?
ru: Вы используете другой пароль для этой учетной записи. Сохранить новый пароль вместо старого?

source: Update Password?
ru: Обновить пароль?

source: It appears you havn't access this account before. Would you like to save this account's details?
ru: Вы не использовали эту учетную запись ранее Запомнить эту учетную запись?

source: Add Account?
ru: Добавить учетную запись?

source: Login for
ru: Логин для

source: The client is already set to autoconnect to %s. Would you instead like to autoconnect to %s.
ru: Клиент настроен на автоматическое подключение к %s. Вы хотите автоматически подключаться к %s?

source: Autoconnect to?
ru: Автоматическое подключение

source: Debug
ru: Отладка

source: Design
ru: Чертеж

source: Title
ru: Название

source: Component
ru: Компонент

source: Edit
ru: Редактировать

source: Duplicate
ru: Дублировать

source: Delete
ru: Удалить

source: Revert
ru: Откатить

source: Save
ru: Сохранить

source: Add
ru: Добавить

source: Add Many
ru: Добавить несколько

source: Designs
ru: Чертежи

source: New Design
ru: Новый чертеж

source: Components
ru: Компоненты

source: Would you like to continue adding these components?
ru: Вы хотите продолжить добавление этих компонентов?

source: Would you like to continue adding this component?
ru: Вы хотите продолжить добавление этого компонента?

source: Design Warning
ru: Предупреждение чертежей

source: Information
ru: Информация

source: Connect to Game Ctrl-O
ru: Подключиться к Игре Ctrl-O

source: Connect to a diffrent Game
ru: Подключиться к другой Игре

source: Download the Universe Ctrl-U
ru: Скачать Вселенную Ctrl-U

source: Download the Universe
ru: Скачать Вселенную

source: Preferences
ru: Настройки

source: Configure the Client
ru: Настроить Клиент

source: Exit
ru: Выход

source: Show
ru: Показать

source: Show Tips
ru: Показать Подсказки

source: Help
ru: Помощь

source: File
ru: Файл

source: Windows
ru: Окна

source: &Help
ru: &Помощь

source: The turn has ended. Would you like to download all the new details?
ru: Ход закончен. Загрузить все обновления?

source: Update?
ru: Обновить?

source: Messages
ru: Сообщения

source: No messages
ru: Нет сообщений

source: All filtered
ru: Всё отфильтровано

source: %i of %i
ru: %i из %i

source: StarMap
ru: Звездная Карта

source: Orders
ru: Приказы

source: Turns
ru: Ходы

source: Order Information
ru: Информация о Приказах

source: Top
ru: Верх

source: Before
ru: До

source: New Before
ru: Добавить До

source: After
ru: После

source: New After
ru: Добавить После

source: Cut
ru: Вырезать

source: Copy
ru: Копировать

source: Paste Before
ru: Вставить До

source: Paste After
ru: Вставить После

source: New
ru: Новый

source: Paste
ru: Вставить

source: Cant paste because the orders arn't valid on this object.
ru: Невозможно вставить, поскольку приказы не подходят к этому объекту.

source: Warning: Object %s does not exist!
ru: Предупреждение: Объект %s не существует!

source: Current orders on %s.
ru: Текущие приказы %s.

source: Order type to create
ru: Тип приказа для создания

source: Multiple orders selected.
ru: Несколько приказов выбрано.

source: No object selected.
ru: Не выбран объект.

source: OrderSave: No order selected for save. (%s)
ru: Сохранение Приказа: не выбран приказ для сохранения. (%s)

source: OrderSave: No order selected for update. (%s))
ru: Сохранение приказа: Не выбран приказ для обновления. (%s)

source: Argument type (ARG_PLAYER) not implimented yet.
ru: Тип аргумента (ARG_PLAYER) еще не реализован.

source: Argument type (ARG_RANGE) not implimented yet.
ru: Тип аргумента (ARG_RANGE) еще не реализован.

source: Not implimented.
ru: Не реализовано.

source: No object
ru: Нет объекта

source: At
ru: В

source: Type
ru: Тип

source: D
ru: Уд

source: ListAdd: No type selected.
ru: ListAdd: Не выбран тип.

source: ListDel: No selection selected.
ru: ListDel: Ничего не выбрано.

source: ListSelect: No selection selected.
ru: ListSelect: Ничего не выбрано.

source: P
ru: П

source: Picture
ru: Картинка

source: Updating
ru: Обновление

source: Name
ru: Имя

source: Playing
ru: Играет

source: Server
ru: Сервер

source: C
ru: И

source: O
ru: О

source: Other
ru: Другое

source: Port
ru: Порт

source: System
ru: Система

source: Known Universe
ru: Известная часть Вселенной

source: Save log as ...
ru: Сохранить лог как ...

source: Done!
ru: Выполнено!

source: Getting %s
ru: Получение %s

source: %s of %s
ru: %s из %s

source: Login for
ru: Логин для

source: Username
ru: Имя пользователя

source: The username for the account on the Thousand Parsec server.
ru: Имя пользователя на сервере Thousand Parsec.

source: Show seperate game box.
ru: Показать отдельно окно игры.

source: G
ru: И

source: Game
ru: Игра

source: Password
ru: Пароль

source: Autoconnect
ru: Автоматическое подключение

source: Debug Output
ru: Отладочный вывод

source: Name of object goes here
ru: Здесь должно быть имя объекта

source: Filter
ru: Фильтр

source: Static text
ru: Статический текст

source: 100 of 100
ru: 100 из 100

source: <html> <body> <center> <table cols=1 width="100%"> <tr> <td><b>Subject:</b> You are unloved! </tr> <tr> <td> You have recived no messages this turn!<br><br> Actually if you didn't recive any messages it most proberly means that your client couldn't load the results from the server. Try reload/restart the client. </td> </tr> </table> </center> </body> </html>
ru: <html> <body> <center> <table cols=1 width="100%"> <tr> <td><b>Тема:</b> Вас не любят! </tr> <tr> <td> Вы не получили сообщений на этом ходу!<br><br> На самом деле, если вы не получили сообщений, то наиболее вероятно, что ваш клиент не смог загрузить результаты с сервера. Попробуйте загрузить заново или перезапустить клиент. </td> </tr> </table> </center> </body> </html>

source: Prev
ru: Пред

source: First
ru: Первый

source: Goto
ru: Перейти

source: Next
ru: След

source: Last
ru: Последний

source: Insert new order.
ru: Вставить новый приказ.

source: &New
ru: &Новый

source: &Save
ru: &Сохранить

source: &Revert
ru: &Откатить

source: Delete the currently selected order(s)
ru: Удалить выделенный(ые) приказ(ы)

source: &Delete
ru: &Удалить

source: Name goes here
ru: Здесь должно быть имя

source: 10kb/s
ru: 10кб/c

source: 43s
ru: 43с

source: TP: Connect to a Server
ru: TP: Подключиться к серверу

source: Create an Account
ru: Создать Учетную Запись

source: The URL for the Thousand Parsec server.
ru: URL сервера Thousand Parsec.

source: Choose a server to create an account on.
ru: Выберите сервер, на котором создать учетную запись.

source: Check
ru: Проверка

source: Choose your password here.
ru: Выберите свой пароль.

source: Repeat the password
ru: Повторите пароль

source: Email
ru: Электронная почта

source: &OK
ru: &ОК

source: &Cancel
ru: &Отмена

source: Connect to Thousand Parsec Server
ru: Подключиться к Серверу Thousand Parsec

source: The password for the account on the Thousand Parsec Server
ru: Пароль для учетной записи на Сервере Thousand Parsec

source: &Find
ru: &Поиск

source: &Preferences
ru: &Настройки

source: TP: Server Browser
ru: TP: Обзор Серверов

source: Thousand Parsec Server Browser
ru: Обзор Серверов Thousand Parsec

source: Servers
ru: Серверы

source: List of all the servers registered on the metaserver.
ru: Список всех серверов, зарегистрированных на метасервере

source: Locations
ru: Местонахождения

source: List of all the servers found on the local network.
ru: Список всех серверов, найденных в локальной сети.

source: URL of the currently selected server.
ru: URL выбранного сервера.

source: Copy the URL to the clipboard.
ru: Копировать URL в буфер обмена.

source: &Copy
ru: &Копировать

source: Force a refresh of the server list.
ru: Принудительно обновить список серверов.

source: &Refresh
ru: &Обновить

source: Create a new account on the currently selected server.
ru: Создать новую учетную запись на выбранном сервере.

source: &New Account
ru: Новая Учетная Запись

source: Connect to the currently selected server.
ru: Подключиться к выбранному серверу.

source: C&onnect
ru: &Подключиться

source: TP: Downloading Universe
ru: TP: Идет загрузка Вселенной

source: Universe Download
ru: Загрузка Вселенной

source: Progress
ru: Прогресс

source: Objects Descs
ru: Описания объектов

source: Order Descs
ru: Описания приказов

source: Objects
ru: Объекты

source: Boards
ru: Приказы

source: Categories
ru: Категории

source: Properties
ru: Свойства

source: Players
ru: Игроки

source: Resources
ru: Ресурсы

source: Continue to the main game window.
ru: Перейти к главному окну.

source: Save a copy of the message box window to a file.
ru: Сохранить копию диалогового окна в файл.

source: Cancel the current update and go back to the connect screen.
ru: Отменить текущее обновление и вернуться к окну подключения.

source: SelectObject: No such object.
ru: SelectObject: Нет такого объекта.

source: Ships:
ru: Корабли:

source: Unknown Design id:
ru: Неизвестный id чертежа:

source: Unknown (type: %s)
ru: Неизвестный тип: %s

source: Getting order descriptions...
ru: Получение описаний приказов

source: Working out the number of order descriptions to get..
ru: Выяснение получаемого числа описаний приказов..

source: Got order description %s (ID: %i) (last modified at %s)...
ru: Получил описание приказа %s (ID: %i) (последнее изменение %s)

source: Failed to get order description with id, %i (last modified at %s)...
ru: Не удалось получить описание приказа с идентификатором %i (последнее изменение %s)...

source: Finished getting order descriptions...
ru: Получение описаний приказов закончено...

source: Getting your player object...
ru: Получение объекта игрока...

source: Gotten your player object...
ru: Номер игрока получен...

source: Getting %s...
ru: Получение %s...

source: Working out the number of %s to get..
ru: Выяснение получаемого числа %s...

source: Got %s %s (id: %i) (last modified at %s)...
ru: Получен %s %s (id: %i) (последнее изменение %s)

source: No %s to get, skipping...
ru: Не существует %s, пропускаем...

source: Have %i %s to get...
ru: Получение %i %s...

source: Failed to get the %s which was previously called %s.
ru: Не удалось получить %s, который ранее вызвал %s.

source: Failed to get the %s with id %s.
ru: Не удалось получить %s с id %s.

source: Cleaning up %s which have disappeared...
ru: Очистка %s, который исчез...

source: Removing %s %s as it has disappeared...
ru: Удаление %s %s, поскольку он исчез

source: Building two way tree of the universe for speed...
ru: Построение двунаправленного дерева Вселенной для производительности...

source: Gotten all %s...
ru: Получены все %s...

source: Getting %s..
ru: Получение %s

source: Have to get %s for %i %s..
ru: Необходимо получить %s для %i %s

source: Sending a request for all %s on %s..
ru: Отправка запроса для %s на %s..

source: Skipping requesting %s on %s as there are none!
ru: Пропуска запроса %s на %s, поскольку их не существует

source: Failed to get %s for %s (id: %s) (%s)...
ru: Не удалось получить %s для %s (id: %s) (%s)

source: Got %i %s for %s (id: %s)...
ru: Получен %i %s для %s (id: %s)

source: Cleaning up any stray %s..
ru: Очистка %s..

source: Found stray %s for %s..
ru: Найден %s для %s..

source: Gotten all the %s..
ru: Все %s получены..

source: There was an unknown network error.
ru: Произошла неизвестная ошибка сети.

source: Any changes since last save have been lost.
ru: Все изменения с момента последнего сохранения были потеряны.

source: A traceback of the error was printed to the console.
ru: Отладочная информация об ошибке была напечатана в консоль.

source: The client was unable to connect to the host.
ru: Клиент не смог подключиться к удаленной машине.

source: This could be because the server is down or there is a problem with the network.
ru: Это произошло возможно потому, что сервер не включен или произошла ошибка сети.

source: The client could not connect to the host.
ru: Клиент не смог подключиться к удаленной машине.

source: This could be because the server is down or you mistyped the server address.
ru: Это произошло возможно потому, что сервер выключен или вы опечатались в адресе сервера.

source: Successfully connected to the host...
ru: Успешно подключен к удаленной машине...

source: Looking for Thousand Parsec Server...
ru: Поиск Сервера Thousand Parsec...

source: The client connected to the host but it did not appear to be a Thousand Parsec server.
ru: Клиент подключился к удаленной машине, но она не является сервером Thousand Parsec.

source: This could be because the server is down or the connection details are incorrect.
ru: Это произошло возможно потому, что сервер выключен или детали подключения неверны.

source: Found a Thousand Parsec Server...
ru: Сервер Thousand Parsec найден...

source: Looking for supported features...
ru: Поиск поддерживаемых возможностей...

source: Got the supported features...
ru: Поддерживаемые возможности получены...

source: Connecting...
ru: Подключение...

source: Trying to Login to the server...
ru: Пробуем авторизоваться на сервере...

source: The client connected to the host but could not login because the username of password was incorrect.
ru: Клиент подключился к удаленной машине, но не смог авторизоваться, поскольку имя пользователя или пароль неверны.

source: This could be because you are connecting to the wrong server or mistyped the username or password.
ru: Это произошло возможно потому, что вы подключаетесь к неподходящему серверу или опечатались в имени пользователя или пароле.

source: Logged in okay!
ru: Авторизация пройдена успешно!

source: Finding %s
ru: Поиск %s

source: No orders avaliable
ru: Нет доступных приказов

source: Order queued for removal.
ru: Приказы поставлены в очередь на удаление...

source: Resources:
ru: Ресурсы:

source: %s %s of %s on surface,
ru: %s %s из %s на поверхности,

source: %s %s on surface,
ru: %s %s на поверхности,

source: %s %s of %s minable,
ru: %s %s из %s минимизируемы,

source: %s %s minable,
ru: %s %s минимизируемы,

source: %s %s of %s inaccessible,
ru: %s %s из %s недоступны,

source: %s %s inaccessible,
ru: %s %s недоступны,

source: Unknown Resource %i, S: %i, M: %i, I: %s
ru: Неизвестный Ресурс %i, S: %i, M: %i, I: %s

source: Objects Without Orders
ru: Объекты без приказов

source: Fit
ru: По умолчанию

source: Box
ru: Прямоугольник

source: Some Categories, Will Go, Here
ru: Некоторые Категории, Будут, Здесь

source: Property 1:
ru: Свойство 1:

source: The value of property 1
ru: Значение свойства 1

source: Property 2:
ru: Свойство 2:

source: The value of property 2
ru: Значение свойства 2

source: TP: Universe update
ru: TP: Обновление Вселенной

source: C&onnect to Game Ctrl-O
ru: &Подключиться к Игре Ctrl-O

source: Download the &Universe Ctrl-U
ru: &Загрузить Вселенную Ctrl-U

source: Received your player object...
ru: Получен ваш объект игрока...

source: Received all %s...
ru: Получены все %s...

source: Received all the %s..
ru: Получены все %s...

source: Choice 1
ru: Выбор 1

source: Choice 2
ru: Выбор 2

source: Done
ru: Выполнено

source: Update done!
ru: Обновление завершено!

source: Recieved all order descriptions...
ru: Получены все описания приказов...

source: Don't have any orders to get..
ru: У вас нет приказов для получения...

source: Don't have any messages to get..
ru: У вас нет сообщений для получения...

source: Getting player objects...
ru: Получение объектов игроков...

source: Got player %s (id: %i)...
ru: Получен игрок %s (id: %i)...

source: Received all player objects...
ru: Получены все объекты игроков

source: received all %s...
ru: Получены все %s...

source: Welcome to tpclient-pywx. This client is written in python using wxPython and should allow to connect to any Thousand Parsec server.
ru: Добро пожаловать в клиент Thousand Parsec tpclient-pywx. Этот клиент написан на языке Python с использованием wxPython и позволяет подключаться к любому серверу Thousand Parsec.

source: You can click on the star map to select objects!
ru: Вы можете кликать на звездную карту, чтобы выбирать объекты!

source: The client has many shortcuts, check out the help file for more information.
ru: В клиенте много клавиатурных сокращений. Загляните в файл помощи для дополнительной информации.

source: You can quickly issue a move order by right clicking where you want an object to go.
ru: Вы можете быстро отдать приказ перемещение, кликая правой кнопкой мыши в том месте, куда хотите отправить объект.

source: The waypoint mode is a good way of setting up a large path quickly.
ru: Режим контрольных точек - это хороший способ быстро задать длинный путь.

source: You can right click on the orders windows to access a bunch of quick functions including cut, copy and paste!
ru: Вы можете кликнуть правой кнопкой мыши на окне приказов, чтобы получить доступ к быстрым функциям, включая вырезать, копировать и вставить.

source: If the paste menu option is grayed out, the orders you are trying to paste are not valid on that object.
ru: Если пункт меню Вставить выделен серым, то приказы, которые вы пытаетесь вставить, не подходят к данному объекту.

source: If you hold down shift a number of buttons change to allow you to quickly jump to first or last of things.
ru: Если вы зажмете Shift, то некоторые кнопки изменятся, позволяя вам быстрее перейти к первому или последнему элементу.

source: The system filter box uses standard matching pattern, you can use ? for a single character or * for any number.
ru: Фильтр систем использует стандартный шаблон сравнения, вы можете использовать ? как один любой символ или * как любое число любых символов.

source: Warning - No Objects...
ru: Предупреждение - Нет Объектов...

source: <p> It appears that you do not own any objects. This may be for a number of reasons: </p> <ul> <li>You have logged in as a guest user. <p> On most servers guest users can only login and view the universe. They own no objects and can not issue orders. This is good to checkout what the Universe is like, but not if you actually want to play the game. </p><p> Most servers allow you to create accounts right from this client! This can be done by clicking "Find" on the Login window to bring up the server browser. <a href="local://serverbrowser">(Open server browser window.)</a> </p><br /></li> <li>You have been defeated. <p> If you have not logged in for a long time, all your objects may have been conquered or destroyed. Some servers may let you create a new account and start again. </p><br /></li> <li>There is a problem. <p> There could be a bug in some of the software, if you are sure neither of the two cases above are correct please report it <a href="http://sourceforge.net/tracker/?func=add&group_id=132078&atid=723099">here</a>. </p></li> </ul>
ru: <p> Вам не принадлежит ни один объект. Возможные причины этого: </p> <ul> <li>Вы вошли как гостевой пользователь (guest). <p> На большинстве серверов гости могут лишь заходить и осматривать Вселенную. Им не принадлежат никакие объекты. Это хорошо, когда вы хотите узнать, какова Вселенная, но не играть. </p><p> Большинство серверов позволяют вам создавать учетные записи прямо из этого клиента. Это может быть сделано нажатием на кнопку "Найти" в окне подключения, вызывая таким образом окно просмотра серверов. <a href="local://serverbrowser">(Открыть окно просмотра серверов.)</a> </p><br /></li> <li>Вы проиграли <p> If you have not logged in for a long time, all your objects may have been conquered or destroyed. Some servers may let you create a new account and start again. </p><br /></li> <li>There is a problem. <p> There could be a bug in some of the software, if you are sure neither of the two cases above are correct please report it <a href="http://sourceforge.net/tracker/?func=add&group_id=132078&atid=723099">here</a>. </p></li> </ul>

source: Important Information....
ru: Важная информация.....

source: Do not show this message again.
ru: Не показывать это сообщения опять.

source: &Close
ru: &Закрыть

source: Request End of &Turn Ctrl-T
ru: Запрос &Конца Хода Ctrl-T

source: Send a message to the server requesting the turn end soon.
ru: Отправить сообщение на сервер с запросом конца хода.

source: Online Help
ru: Помощь Онлайн

source: Go to the online help page.
ru: Перейти на веб-страницу помощи.

source: About
ru: О Программе

source: About the client you are running...
ru: О запущенном клиенте...

source: wxPython Client
ru: Клиент wxPython

source: (C) 2001-2008 Thousand Parsec Developers
ru: (C) 2001-2008 Разработчики Thousand Parsec

source: This Thousand Parsec client, written in python, is an easy way to join and start playing in a Thousand Parsec game.
ru: Это клиент Thousand Parsec, написанный на языке Python, являющийся простым способом подключиться и начать играть в игру Thousand Parsec.

source: Got order description %(order)s (ID: %(id)i) (last modified at %(time)s)...
ru: Получено описание приказов %(orders)s (ID: %(id)i) (последнее изменение %(time)s)...

source: Failed to get order description with ID %(id)i (last modified at %(time)s)...
ru: Не удалось получить описание приказов с ID %(id)i (последнее изменение %(time)s)...

source: Got player %(player)s (ID: %(id)i)...
ru: Получен игрок %(player)s (ID: %(id)i)...

source: %(plural_name)s: Getting %(id)s as not cache().has_key(id)
ru: %(plural_name)s: Получение %(id)s как не cache().has_key(id)

source: %(plural_name)s: Getting %(id)s (%(name)s) as %(time)s > %(cached_time)s
ru: %(plural_name)s: Получение %(id)s (%(name)s) как %(time)s > %(cached_time)s

source: %(plural_name)s: Not getting %(id)s (%(name)s) as %(time)s <= %(cached_time)s
ru: %(plural_name)s: Не получение %(id)s (%(name)s) как %(time)s <= %(cached_time)s

source: Got %(singular_name)s %(name)s (ID: %(id)i) (last modified at %(time)s)...
ru: Получен %(singular_name)s %(name)s (ID: %(id)i) (последнее изменение %(time)s)...

source: Have %(ammount)i %(plural_name)s to get...
ru: Необходимо получить %(ammount)i %(plural_name)s...

source: %(plural_name)s: Updating %(id)s (%(name)s - %(frame_name)s) with modtime %(time)s
ru: %(plural_name)s: Обновление %(id)s (%(name)s - %(frame_name)s) с интервалом %(time)s

source: %(plural_name)s: Updating %(id)s (%(frame_name)s - New!) with modtime %(time)s
ru: %(plural_name)s: Обновление %(id)s (%(frame_name)s - Новый!) с интервалом %(time)s
