Repository: bisc/tpclient-pywx
Catalog: locale/*/tpclient-pywx.po
Languages: ru

source: Failed to get the %(singular_name)s which was previously called %(name)s.
ru: Не удалось получить %(singular_name)s, который ранее вызвал %(name)s.

source: Failed to get the %(singular_name)s with ID %(id)s.
ru: Не удалось получить %(singular_name)s с ID %(id)s.

source: Removing %(singular_name)s %(name)s as it has disappeared...
ru: Удаление %(singular_name)s %(name)s, поскольку он исчез...

source: Getting orders...
ru: Получение приказов...

source: Have to get orders for %i objects...
ru: Необходимо получить приказы для %i объектов

source: Sending a request for all orders in queue %i on %s...
ru: Отправка запроса всем приказам в очереди %i на %s...

source: Skipping requesting orders on %s as there are none!
ru: Пропуск запроса приказов %s, поскольку они отсутствуют.

source: Failed to get orders (id: %s) (%s)...
ru: Не удалось получить приказы (id: %s) (%s)...

source: Got %i orders (id: %s)...
ru: Получены %i приказов (id: %s)...

source: Cleaning up any stray orders...
ru: Удаление лишних приказов...

source: Found stray orders for %s...
ru: Найдены лишние приказы для %s...

source: Received all the orders...
ru: Получены все приказы...

source: Have to get %(name)s for %(ammount)i %(plural_name)s..
ru: Необходимо получить %(name)s для %(ammount)i %(plural_name)s..

source: Sending a request for all %(name)s on %(frame_name)s..
ru: Отправка запроса для всех %(name)s на %(frame_name)s..

source: Skipping requesting %(name)s on %(frame_name)s as there are none!
ru: Пропуск запроса %(name)s на %(frame_name)s, поскольку они отсутствуют!

source: Failed to get %(name)s for %(frame_name)s (ID: %(id)s) (%(result)s)...
ru: Не удалось получить %(name)s для %(frame_name)s (ID: %(id)s) (%(result)s)...

source: Got %(ammount)i %(name)s for %(frame_name)s (ID: %(id)s)...
ru: Получено %(ammount)i %(name)s для %(frame_name)s (ID: %(id)s)...

source: Found stray %(name)s for %(id)s..
ru: Найден лишний %(name)s for %(id)s..

source: Looking for running games...
ru: Поиск запущенных игр...

source: Found %(game)s playing %(ruleset)s (%(version)s)
ru: Найдена %(game)s с правилами %(ruleset)s (%(version)s)

source: Browse
ru: Обзор

source: Type filename or click browse to choose.
ru: Напишите имя файла или кликните на Обзор для выбора.

source: Choose a File
ru: Выбрать Файл

source: This wizard sets up a single player Thousand Parsec game using the servers, rulesets, and AI clients installed locally on your system.
ru: Этот мастер создает и настраивает однопользовательскую игру Thousand Parsec с использованием серверов, правил и компьютерных игроков, установленных локально на вашем компьютере.

source: You have at least one server installed on your system. Click the link below to install more.
ru: .У вас есть по крайней мере один сервер, установленный на ваше компьютере. Кликните на ссылке ниже, чтобы установить еще серверы.

source: No servers were found on your system. You need a server to play a single player game. Click the link below for a list and installation instructions.
ru: На вашем компьютере не было найдено ни одного сервера. Вам нужен сервер, чтобы играть в однопользовательскую игру. Кликните на ссылке ниже, чтобы установить их.

source: Additional rulesets are available by installing other servers. Click the link below for a list and installation instructions.
ru: Дополнительные наборы правил доступны через установку других серверов. Кликните на ссылке ниже, чтобы их установить.

source: Configure options for the %(longname)s ruleset (leave blank to use default):
ru: Настройки набор правил %(longname)s (оставьте пустым для использования по умолчанию):

source: You do not appear to have any AI clients installed which support the %(longname)s ruleset. If you proceed, you will have no opponents in the game. Click the link below for a list and installation instructions.
ru: На вашем компьютере не установлено ни одного компьютерного игрока, поддерживающего набор правил %(longname)s. Если вы продолжите, то у вас не будет противников в игре. Кликните на ссылке ниже, чтобы установить их.

source: Multiple servers implement the ruleset you selected. Please select a server to use:
ru: Несколько серверов поддерживают набор правил, выбранный вами. Выберите сервер, который необходимо использовать:

source: Implements %(longname)s version %(version)s.
ru: Поддерживает %(longname)s версию %(version)s.

source: Configure options for this server (leave blank to use default):
ru: Настройки для этого сервера (оставьте пустым для использования по умолчанию):

source: Edit Opponent
ru: Редактировать Противника

source: New Opponent
ru: Новый Противник

source: The Thousand Parsec client will now connect to your local single player game.
ru: Клиент Thousand Parsec сейчас подключится к вашей локальной однопользовательской игре.

source: Could not start single player game. Please check the console log for more information.
ru: Невозможно начать однопользовательскую игру. Проверьте лог консоли для дополнительной информации.

source: Single Player Error
ru: Ошибка однопользовательской игры

source: The client is already set to autoconnect to %(key)s. Would you instead like to autoconnect to %(server)s.
ru: Клиент настроен на автоматическое подключение к %(key)s. Вы хотите автоматически подключаться к %(server)s?

source: Queue ID:
ru: ID Очереди:

source: # of orders:
ru: Число приказов:

source: Allowed Types:
ru: Допустимые Типы:

source: LABEL
ru: НАДПИСЬ

source: Stored:
ru: Хранится:

source: Minable:
ru: Минимизируемо:

source: Inaccessible:
ru: Недоступно:

source: Select
ru: Выбрать

source: Cancel
ru: Отмена

source: 0 kb/s
ru: 0 кб/с

source: N/A s
ru: Н/Д

source: Downloads
ru: Загрузки

source: &Single Player
ru: &Однопользовательская игра

source: TP: Single Player Game
ru: TP: Однопользовательская игра

source: Single Player Game
ru: Однопользовательская игра

source: Download Servers
ru: Скачать Серверы

source: Select Ruleset
ru: Выберите Набор Правил

source: Choose a ruleset for your game:
ru: Выберете набор правил для вашей игры:

source: The ruleset to use.
ru: Используемый набор правил.

source: Download Additional Servers/Rulesets
ru: Скачать Допольнительные Серверы/Наборы Правил

source: Select Server
ru: Выберите Сервер

source: The server to use.
ru: Используемый сервер

source: Ruleset Options
ru: Настройки Набора Правил

source: Server Options
ru: Настройки Сервера

source: Opponents
ru: Противники

source: This page lets you add AI opponents to your game.
ru: Эта страница позволяет вам добавлять компьютерных противников в игру.

source: The AI client to use.
ru: Используемый компьютерный противник.

source: The AI description will go here.
ru: Описание компьютерного противника должно быть здесь

source: Options
ru: Настройки

source: No Opponents Found
ru: Противников не найденов

source: Download AI Clients
ru: Скачать всех компьютерных противников

source: Setup Complete
ru: Настройка завершена

source: Edit Categories
ru: Редактировать Категории

source: Unimplemented
ru: Не реализовано

source: Send Message
ru: Послать сообщение

source: Number of things to add or remove.
ru: Число сущностей для добавления или удаления.

source: Add items.
ru: Добавить сущности.

source: Delete selected.
ru: Удалить выбранное.

source: Add filters:
ru: Добавить фильтры:

source: Remove filters:
ru: Удалить фильтры:

source: Show filtered messages
ru: Показать отфильтрованные сообщения

source: %(msgnum)i of %(allmsgs)i
ru: %(msgnum)i из %(allmsgs)i

source: No orders available
ru: Нет доступных приказов

source: No player
ru: Нет игрока

source: NewDesign
ru: Новый чертеж

source: %(value)s of %(range)s
ru: %(value)s из %(range)s

source: %(plural_name)s: Getting new object with %(id)s.
ru: %(plural_name)s: Получение нового объекта с %(id)s.

source: Have %(amount)i %(plural_name)s to get...
ru: Необходимо получить %(amount)i %(plural_name)s to get...

source: Failed to get the %(singular_name)s which was previously called %(name)s. (%(error)s)
ru: Не удалось получить %(singular_name)s, который ранее вызвал %(name)s. (%(error)s)

source: Failed to get the %(singular_name)s with ID %(id)s. (%(error)s)
ru: Не удалось получить %(singular_name)s с ID %(id)s. (%(error)s)

source: Game Info
ru: Информация об игре

source: 0 of 0
ru: 0 из 0

source: Waiting
ru: Другие игроки

source: Player ID
ru: ID Игрока

source: Player Name
ru: Имя Игрока

source: Player Status
ru: Состояние Игрока

source: Ready!
ru: Готов!

source: You have requested end of turn
ru: Вы запросили конец хода

source: You have not requested end of turn
ru: Вы не запросили конец хода

source: It appears you haven't accessed this account before. Would you like to save this account's details?
ru: Вы не заходили под этой учетной записью ранее. Вы хотели бы сохранить эту учетную запись?

source: It appears that you are using a different password for this account, would you like to update the saved information with the new password?
ru: Вы используете другой пароль для этой учетной записи. Хотели бы вы сохранить этот пароль?

source: Connect to a different Game
ru: Подключиться к другой Игре

source: &Preferences Ctrl-P
ru: &Настройки Ctrl-P

source: Show %s
ru: Показать %s

source: Panels
ru: Панели

source: Connected!
ru: Подключено!

source: Server Info
ru: Информация о Сервере

source: Server URL
ru: URL Сервера

source: Server version
ru: Версия Сервера

source: Admin email
ru: Почта администратора

source: Game info
ru: Информация об игре

source: Ruleset
ru: Набор правил

source: Number of players
ru: Число игроков

source: Your username
ru: Ваше имя

source: OK
ru: ОК

source: &New Order
ru: &Новый Приказ

source: Connection
ru: Подключение

source: Automatically close
ru: Автоматически закрыть

source: Check this to automatically close this window on successfull download.
ru: Автоматически закрывать окно при успешной загрузке.

source: Inacc.:
ru: Неточно:

source: <html> <body> <center> <table cols=1 width="100%"> <tr> <td><b>Subject:</b> You are unloved!</td> </tr> <tr> <td> You have received no messages this turn!<br><br> Actually if you didn't receive any messages it most probably means that your client couldn't load the results from the server. Try reload/restart the client. </td> </tr> </table> </center> </body> </html>
ru: <html> <body> <center> <table cols=1 width="100%"> <tr> <td><b>Тема:</b> Вас не любят! </tr> <tr> <td> Вы не получили сообщений на этом ходу!<br><br> На самом деле, если вы не получили сообщений, то наиболее вероятно, что ваш клиент не смог загрузить результаты с сервера. Попробуйте загрузить заново или перезапустить клиент. </td> </tr> </table> </center> </body> </html>

source: The turn will end as soon as all the players get their buttocks into gear and click the end of turn button. Or turn time runs out.
ru: Ход закончится, когда все игроки запросят конец хода или кончится время хода.

source: Waiting for:
ru: Ожидание игроков:

source: &End turn
ru: &Конец хода

source: Game Setup Wizard
ru: Мастер Настройки Игры

source: Setup a Thousand Parsec Game
ru: Настроить Игру Thousand Parsec

source: <p> This wizard will walk you through setting up a temporary Thousand Parsec server on your local machine. </p><p> If you would like people to access the game while you are not running this client you CAN NOT use this wizard. Instead follow the instructions found at <a href="http://www.thousandparsec.net/tp/gettingstarted.php#server">here</a>. </p><p> You can load an old game or start a new game. </p>
ru: <p> Этот мастер проведет вас через шаги создания временного сервера Thousand Parsec на вашем компьютере. </p><p> Если вы хотите, чтобы другие люди заходили в эту игру, пока ваш клиент не запущен, вам НЕ СЛЕДУЕТ использовать этого мастера. В таком случае следуйте инструкциям <a href="http://www.thousandparsec.net/tp/gettingstarted.php#server">здесь</a>. </p><p> Вы можете загрузить старую игру или начать новую. </p>

source: Would you like to?
ru: Что вы хотите?

source: &Start New Game
ru: &Начать Новую Игру

source: &Load Existing Game
ru: &Загрузить Существующую Игру

source: Please Select the Game to Load
ru: Выберите Игру для Загрузки

source: Below is listed all the games the client has found on this computer. If your game is not listed here try finding the game using the Browse button.
ru: Внизу перечислены все игры, найденные на этом компьютере. Если ваша игра отсутствует здесь, попробуйте найти ее с помощью кнопки Обзор.

source: Please select a game to load:
ru: Пожалуйста, выберите игру для загрузки:

source: &Test Game 1
ru: &Тестовая Игра 1

source: &Test Game 2
ru: &Тестовая Игра 2

source: Please select the Ruleset to use
ru: Выберите Набор Правил

source: Below is listed all the rulesets supported by the server. You need to choose which ruleset to use for this game. Each ruleset can be completely different game play and structure. For more rulesets you can checkout the Thousand Parsec website.
ru: Внизу перечислены все наборы правил, поддерживаемые этим сервером. Вам необходимо выбрать набор правил для использования в этой игре. Каждый набор правил может иметь различный стиль и правила игры. Чтобы увидеть другие наборы правил, зайдите на сайт Thousand Parsec.

source: Please select a ruleset to use:
ru: Выберите набор правил для использования:

source: &Test Ruleset 1
ru: &Тестовый набор правил 1

source: &Test Ruleset 2
ru: &Тестовый набор правил 2

source: Server Setup!
ru: Настройка Сервера!

source: You have successfully setup a server and it is now running. The details of the server which you can give to your friends is given below. If your friends are on the local network this new server should appear in the server browser. You can either create a new account or connect to the server straight away.
ru: Вы успешно настроили сервер и сейчас он запущен. Информация, которой вы можете поделиться с друзьями, находится ниже. Если ваши друзья находятся в вашей локальной сети, сервер должен появиться в Обзоре Серверов. Вы можете создать новую учетную запись или подключиться напрямую к серверу.

source: Host URL:
ru: URL Компьютера:

source: Connect to the newly created server.
ru: Подключиться к только что созданному серверу.

source: Create a new account on the newly created server.
ru: Создать новую учетную запись на только что созданном сервере.

source: New Account
ru: Новая учетная запись.

source: Zoom To Here
ru: Приблизить Здесь
